<template>
    <div class="xinpinguan">
      <scroll class="contentmain">
        中考的脚步声近了，同学们都在玩bai命地复习迎考，而这更使我处于高度的紧张之中。
        但我不敢懈怠，尽管我心力疲惫；真想合一会儿眼，可我又不敢，尽管双眼早已布满了血丝。
        实在撑不住了，我努力地抬起眼皮向外望去。视野之内，只有路灯孤独地立在那里，发出微弱的光。四下里一片静寂，想必已经是深夜——大脑的混沌已经使我无法分清白昼和黑夜，我就这样没日没夜地学习着。
        眼睛好累，反应也迟钝了，我决定小眯五分钟。可头刚接触到搁在桌上的手臂，我就昏昏地睡着了。
        也不知过了多久，恍惚中，一双大而布满老茧的手，轻轻抚去遮在我眼前的几绺头发，然后推了推我：“孩子，怎么能在这儿睡呢？这样会着凉的。”哦，原来是每日这时打工回家的父亲。
        “我没有睡着……只是觉得眼睛有些痒……稍微闭了会儿。”我依旧低着头，为的是不让父亲看到我那布满血丝的脸。
        “你太累了，早点休息吧！这样下去，你的身体怎么吃得消呢？”
        “哦，我做完这题目就去睡。爸，你也忙了一天，就先去睡吧！”
        父亲无奈地走了，随手轻轻地关上了房门。
        但没多大工夫，我的房门又被推开，父亲端来一杯冒着热气的茶：“喝点热茶就去睡觉啊！”
        “嗯！”我接...中考的脚步声近了，同学们都在玩命地复习迎考，而这更使我处于高度的紧张之中。
        但我不敢懈怠，尽管我心力疲惫；真想合一会儿眼，可我又不敢，尽管双眼早已布满了血丝。
        实在撑不住了，我努力地抬起眼皮向外望去。视野之内，只有路灯孤独地立在那里，发出微弱的光。四下里一片静寂，想必已经是深夜——大脑的混沌已经使我无法分清白昼和黑夜，我就这样没日没夜地学习着。
        眼睛好累，反应也迟钝了，我决定小眯五分钟。可头刚接触到搁在桌上的手臂，我就昏昏地睡着了。
        也不知过了多久，恍惚中，一双大而布满老茧的手，轻轻抚去遮在我眼前的几绺头发，然后推了推我：“孩子，怎么能在这儿睡呢？这样会着凉的。”哦，原来是每日这时打工回家的父亲。
        “我没有睡着……只是觉得眼睛有些痒……稍微闭了会儿。”我依旧低着头，为的是不让父亲看到我那布满血丝的脸。
        “你太累了，早点休息吧！这样下去，你的身体怎么吃得消呢？”
        “哦，我做完这题目就去睡。爸，你也忙了一天，就先去睡吧！”
        父亲无奈地走了，随手轻轻地关上了房门。
        但没多大工夫，我的房门又被推开，父亲端来一杯冒着热气的茶：“喝点热茶就去睡觉啊！”
        “嗯！”我接过热茶，望着父亲转身离开的身影，深深地点了点头。
        此时，我耳边猛地回响起父亲时常挂在嘴边的话语：“儿子，你放心，爸努力打工挣钱，再怎么样，都会供你上学的。”
        手捧热茶，我感受着热气的温度与清茶的芳香，咀嚼着父亲贴心的呵护和宽慰的话语，我的眼泪不禁簌簌地流了下来。
        杯中的热茶是淡香淡香的，但融进了父爱就觉得分外香浓。
        喝着这融入父爱的浓茶，我又怎会让父亲失望呢？
      </scroll>
    </div>
</template>

<script>
  import scroll from "../../../components/common/scroll/scroll";
    export default {
        name: "xinpinguan",
        data() {
            return {

            }
        },
        components: {
          scroll
        }
    }
</script>

<style scoped>
  .contentmain{
    width: 75%;
    position: absolute;
    left: 25%;
    top: 0;
    bottom: 0;
    overflow: hidden;
    background-color: white;
    border-radius: 16px;
    margin-top: 5px;
    padding-top: 5px;
    color: black;
  }
</style>
